Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Repair and maintenance costs of property, plant and equipment which do not improve performance or lengthen its useful life are recognised in the consolidated income statement when incurred.
es: Los gastos de conservación y mantenimiento del Inmovilizado material que no mejoran su utilización o prolongan la vida útil de los respectivos activos, se cargan a la Cuenta de Resultados Consolidada en el momento en que se producen.

source: Moreover, partial adoption of the International Public Sector Accounting Standards standard on capitalization of property, plant and equipment for renovation works would be contrary to the United Nations system accounting standards, and full adoption would not be possible given the complexities and magnitude of the preparatory work required.
es: Además, la adopción parcial de la norma de las IPSAS sobre la capitalización de propiedades, planta y equipo a causa de obras de renovación sería contraria a las Normas de contabilidad del sistema de las Naciones Unidas, y la plena adopción no sería posible habida cuenta de la complejidad y magnitud de los trabajos de preparación necesarios.

source: Amounts increasing the value of property, plant and equipment or investment properties were recognized.
es: Se contabilizaron cifras que suponían un aumento del valor de las propiedades, plantas y equipo o de las propiedades de inversión.

source: Property, plant and equipment, which are all for own use, are stated in the consolidated balance sheet at acquisition cost less any accumulated depreciation and any recognised impairment losses.
es: Los bienes comprendidos en el inmovilizado material, que en su totalidad son de uso propio, se encuentran registrados a su coste de adquisición menos la amortización acumulada y cualquier pérdida reconocida por deterioro de valor.

source: In cases where contractors have invested in plant and equipment, such as in catering services, it seems logical to allow them adequate time to recover their initial investments.
es: En los casos en que los contratistas hayan hecho inversiones en instalaciones y equipo (como ocurre con los servicios de restauración), parece lógico que se les conceda tiempo suficiente para amortizar la inversión inicial.

source: Where the temporary acquirer sells the securities/gold received by way of a repo operation, this sale must be recorded as an outright transaction in securities/gold and entered in the balance sheet of the temporary acquirer as a negative position in the securities/gold portfolio.
es: Cuando el adquirente temporal vende los valores u oro recibidos mediante una cesión temporal, la venta debe registrarse como una operación simple con valores u oro y anotarse en el balance del adquirente temporal como una posición negativa en la cartera de valores u oro.

source: Consequently, the total minimum contribution in a portfolio is not the same as if you choose one single plan.
es: En consecuencia, la aportación mínima total en una cesta no es la misma que si se elige un único plan.

source: You will be able to increase your services portfolio without any effort or investment on your part.
es: De esta forma puede ampliar su cartera de servicios sin ningún esfuerzo ni inversión por su parte.

source: The same holds for the portfolio investment income.
es: La misma exigencia se aplica a las rentas de inversión de cartera.

source: The portfolio will be managed along two tracks.
es: La cartera de proyectos se gestionará por dos vías diferentes.

source: In the held-to-maturity investment portfolio, references are classified with a high absolute coupon and high credit ratings, in order to ensure a stable margin in the long term.
es: En la cartera de inversión a vencimiento se clasifican referencias con un cupón absoluto elevado y altas calificaciones crediticias, con el objetivo de asegurar un margen estable a largo plazo.

source: The worst loss we had was of 14% in an investment account outside the country, but if you look to this impact in the entire portfolio it goes down to 2.1%, as mentioned.
es: La mayor pérdida que tuvimos fue de un 14% de una cuenta de inversiones en el exterior, pero que viendo ese impacto en todo el portafolio baja al 2.1% que mencionamos.

source: The programme will lead to the development of a portfolio of projects.
es: En el marco de ese programa se elaborará una cartera de proyectos.

source: Accordingly, during periods of declining interest rates, our profitability may suffer as a result of the decrease in the spread between interest rates credited to policyholders and returns on our investment portfolio.
es: Durante estos períodos de bajada de tipos, nuestra rentabilidad puede, pues, deteriorarse debido a la reducción de la diferencia entre los tipos otorgados a los asegurados y los tipos de remuneración de nuestras inversiones.

source: Emerson is expanding its Smart Wireless programme by collaborating with Cisco to deliver an open wireless plant network and expand the wireless solutions portfolio.
es: Emerson amplía su programa Smart Wireless colaborando con Cisco para suministrar una red inalámbrica de planta abierta y amplia su oferta de soluciones inalámbricas.

source: This presupposes high rates of investment in physical infrastructure and plant and equipment, as well as in more intangible elements, such as education and research and development.
es: Ello requiere altas tasas de inversión en infraestructura física y en instalaciones y equipo, así como en elementos más intangibles, como la educación y la investigación, y el desarrollo.

source: Furthermore, a system of monthly monitoring of all property, plant and equipment has been in place since the beginning of 2009.
es: Además, desde principios de 2009 está en funcionamiento un sistema de seguimiento mensual de las propiedades, la planta y el equipo.

source: Group companies transfer work in progress to property, plant and equipment in operation when the asset enters service.
es: Las sociedades del Grupo siguen el criterio de traspasar la obra en curso al Inmovilizado material en explotación una vez realizada la puesta en servicio.

source: If the Bidder is permitted to use foreign currencies for pricing and payment for plant and equipment from within the Employer's country, state the following
es: Si se permite que los licitantes usen monedas extranjeras para los precios y el pago de la planta y equipos provenientes del país del Contratante, indicar lo siguiente

source: During the third quarter of 2010, total plant and equipment construction costs were $23 million.
es: Durante el tercer trimestre de 2010, los costos totales de construcción, planta y equipo fueron de $23 millones.

source: Changing accounting policies, some companies had to reclassify some properties from items of property, plant and equipment to investments.
es: Al cambiar las políticas en materia de contabilidad, algunas empresas tuvieron que reclasificar bienes del grupo de propiedades, planta e inversión a propiedades de inversión.

source: There was no impairment of property, plant and equipment for significant amounts during the first six months of 2009.
es: Durante los seis primeros meses de 2009 no se han producido pérdidas por deterioro de Activo material de importes significativos.

source: At the reporting date the CEPSA Group assesses whether there is any indication of impairment of property, plant and equipment and intangible assets and, where appropriate, estimates the recoverable amount thereof.
es: El Grupo CEPSA evalúa a la fecha de cierre del balance si existen indicios de deterioro del valor de algún activo material o inmaterial, procediendo, en su caso, a estimar el importe recuperable del mismo.

source: The trend in the value of the project portfolio confirms that development.
es: La evolución del valor de la cartera de proyectos confirma esta tendencia.

source: Her portfolio was selected among more than 100 designer finalists of different specialties from all over the world.
es: Su portfolio fue seleccionado entre los de más de 100 diseñadores finalistas, procedentes de todo el mundo.

source: The investment portfolio consists of securities acquired for the purpose of investment or return.
es: La cartera de inversión se compone de títulos adquiridos con un fin de inversión o rendimiento.

source: The model is calibrated for estimating losses expected over an annual horizon and was prepared using the previous portfolio experience.
es: El modelo se encuentra calibrado para estimar las pérdidas esperadas en un horizonte anual y fue elaborado utilizando la experiencia previa del portafolio.

source: Q. Which is the best alkaline battery for performance in the portfolio?
es: P. ¿Cuál es vuestra mejor pila alcalina en cuando a rendimiento?

source: They allocate a certain proportion of their portfolio to commodity futures irrespective of the actual price on commodities markets.
es: Los especuladores de este tipo suelen sustituir un contrato de futuros por otro cuando se acerca la fecha inicial de vencimiento.

source: This model reduces the cost of intermediation without affecting the quality of the portfolio.
es: Este modelo reduce los costos de intermediación sin que ello afecte a la calidad de la cartera.

source: You can compare up to 15 numerical values in the portfolio graphic.
es: En el gráfico Portfolio se puede comparar hasta 15 valores numéricos.

source: Teachers at all levels of education are making increasing use of the European Language Portfolio as a teaching aid, although educational materials are often not suitable for this approach.
es: Los profesores de todos los niveles educativos están haciendo un uso creciente del Portfolio Europeo de las Lenguas como ayuda en la enseñanza, si bien los materiales educativos, a menudo, no son adecuados para este enfoque.

source: The detail of the Parent's fully depreciated property, plant and equipment at the end of 2009 and 2008 is as follows
es: El detalle por naturaleza del inmovilizado material de la sociedad totalmente amortizado al cierre de 2009 y 2008 es el siguiente

source: Condensed pro forma income statement information - continued
es: Información financiera condensada pro forma de resultados - continúa

source: In order to allow an easier analysis, the Management has prepared pro forma income statements for 3Q00.
es: El margen EBITDA normalizado mostró un incremento, pasando de 49.9% en el 3T00 a 51.3% en el 3T01.

source: CEMEX presents condensed pro forma income statements for the years ended December 31, 2007 and 2006, giving effect to the Rinker acquisition as if it had occurred on January 1, 2006.
es: CEMEX presenta estados de resultados condensados pro forma por los años terminados al 31 de diciembre de 2007 y 2006, dando efecto a la adquisición de Rinker como si hubiera ocurrido el 1 de enero de 2006.

source: B) CONDENSED PRO FORMA INCOME STATEMENT
es: B) INFORMACIÓN FINANCIERA CONDENSADA PRO FORMA DE RESULTADOS

source: The following condensed pro forma income statements for the twelve-month periods ended December 31, 2005 and 2004, gives effect to the RMC acquisition as if it had occurred on January 1, 2004.
es: Los estados de resultados condensados proforma por los periodos de doce meses terminados al 31 de diciembre de 2005 y 2004, dan efecto a la adquisición de RMC como si hubiera ocurrido el 1 de enero de 2004.

source: In order to allow an easier analysis, the Management has prepared pro forma income statements, however balance sheets do not have pro forma statements as neither does the statistical information presented in table 3.
es: En este sentido, para favorecer la comparació n se presentan resultados pro forma para la cuenta de resultados, mas no en el Balance General ni en los datos estadísticos de la tabla 3.

source: In order to comply with disclosure requirements pertaining to significant acquisitions, CEMEX presents condensed pro forma income statements for the twelve-month periods ended December 31, 2005 and 2004, giving effect to the RMC acquisition as if it had occurred on January 1, 2004.
es: Para cumplir con reglas de revelación cuando existe una adquisición significativa, CEMEX presenta estados de resultados condensados pro forma por los años terminados al 31 de diciembre de 2005 y 2004, dando efecto a la adquisición de RMC como si hubiera ocurrido al inicio del periodo más antiguo que se reporta, esto es, al 1 de enero de 2004.

source: Therefore, the Company is providing pro forma selected income statement amounts for the consolidation of CEMEX, Inc.
es: Por lo tanto, la Compañía proporciona cantidades del estado de resultados proforma para la consolidación de CEMEX, Inc.

source: In this regard, and for ease of comparison the Company has performed quarterly pro forma income statements for year 2000 for Telefónica del Perú S.A. and its Subsidiaries.
es: En este sentido, para favorecer una comparación de los resultados obtenidos por Telefónica del Perú S.A.A. y subsidiarias respecto a lo acontecido en el mismo periodo del año anterior, se ha procedido a elaborar cuentas de resultados pro forma para los trimestres del año 2000 mas no en el Balance General.

source: Accordingly, the figures shown in the consolidated financial statements for the years ended December 31, 2005 and 2004 are not comparable due to the impact of these acquisitions; note 24 shows the pro-forma financial information of the income statement for the year ended December 31, 2004.
es: Esta situación origino que las cifras en los estados consolidados de resultados por los años terminados el 31 de diciembre de 2005 y 2004 no sean comparables por el impacto que tuvieron estas adquisiciones; en la nota 24 se presenta información financiera pro-forma del estado consolidado de resultados por el año terminado el 31 de diciembre de 2004.

source: The unit is equipped with a PLC to control the function of the unit.
es: El equipo está provisto de un PLC digital y táctil para el control de todas las funciones.

source: The PLC that controls the equipment receives the sign from the sensors distributed all over the machine, forming a very safe locking system that avoids wrong maneuvers that could cause different accidents.
es: El PLC que controla al equipo recibe la señal de los sensores distribuidos en toda la máquina, integrando un sistema de enclavamientos muy seguro que evita maniobras erróneas que pueden desencadenar accidentes.

source: Octavis has the processing capability to analyze a vibration signature and to predict failures in advance by sending an alarm output signal to a PLC or relay.
es: Octavis tiene la capacidad de procesamiento para analizar una vibración característica y predecir fallas al enviar una señal de alarma a un PLC o relevador.

source: In PLC technology the emitting equipment transmits low power signals within frequency range thousand times higher than 50 Hertz that is the operating margin of the electrical power.
es: En la tecnología PLC el equipo emisor emite señales de baja potencia en un margen de frecuencias varios miles de veces superior a los 50 Hz en donde opera la energía eléctrica.

source: It is variously called a pro forma, a profit and loss (P & L) statement, or an income statement.
es: Los estados pro forma, son estados de resultados proyectados, son también conocidos como proyección de pérdidas y ganancias.

source: With this regard, the Company has elaborated a pro forma statement of revenues for the 2000 quarters in order to compare the results obtained by Telefónica del Perú S.A. and Subsidiaries regarding the results of the same period last year.
es: En este sentido, para favorecer una comparación de los resultados obtenidos por Telefónica del Perú S.A.A. y subsidiarias respecto a lo acontecido en el mismo periodo del año anterior, se ha procedido a elaborar cuentas de resultados pro forma para los trimestres del año 2000.

source: Our pro forma statement of earnings for the years ended December 31, 2001, 2002 and 2003 are not impacted since both companies reflected the transaction in the same statement of earnings line item-''Administrative'' expenses.
es: "Nuestro estado de resultados pro forma por los años que terminan el 31 de diciembre del 2001, 2002 y 2003 no han sufrido impactos dado que ambas compañías reflejaron la transacción en el mismo estado de resultados ---""Administrativas""."

source: In order to facilitate comparisons with the 2008 quarters, a pro forma statement for 2008 was drawn up that consolidates twelve months of Banco Real by global integration in Brazil.
es: Para facilitar la comparativa con los distintos trimestres de 2008 se ha elaborado un proforma de 2008 en el que Banco Real se consolida los doce meses por integración global en Brasil.

source: The incorporation of Banco Real does not affect comparisons as a pro forma statement at June 2008 consolidating by global integration was drawn up, instead of by the equity accounted method as was the case for the first three quarters of 2008.
es: La incorporación de Banco Real no afecta a la comparativa, ya que se ha elaborado un proforma de junio de 2008 consolidando por integración global, en lugar de por puesta en equivalencia, como lo hizo en los tres primeros trimestres de 2008.

source: To supplement our consolidated financial statements presented in accordance with U.S. GAAP, we use certain non-GAAP measures, including pro forma net income and EPS.
es: Como complemento de nuestros estados financieros consolidados presentados de acuerdo con U.S. GAAP, utilizamos ciertas magnitudes no-GAAP, incluido el BDI pro forma y BPA pro forma.

source: Pro forma income from operations increased by 92.8% and 50.2% in the fourth quarter 2008 and the fiscal year 2008, respectively, compared to the same periods of the prior year.
es: El beneficio operativo pro forma ha aumentado un 92,8 por ciento y un 50,2 por ciento, en el cuarto trimestre y en el año 2008, respectivamente, con respecto a los mismos períodos del año anterior.

source: The changes follow his recent appointment to Chief Operating Officer of the Industrial and Automotive Division of Tomkins plc.
es: Los cambios se producen tras su nombramiento como Director de Operaciones de la División Industrial y de Automoción de Tomkins plc.

source: The programme subsequently outlined by Prime Minister Haniyeh in his speech before the PLC expresses its respect for the constitutional relationship with President Abbas and its honouring of the relationship with the Palestine Liberation Organization (PLO) on the basis of respect for their respective constitutional mandates.
es: En el programa esbozado luego por el Primer Ministro Haniyeh en su declaración ante el Consejo Legislativo Palestino expresa su respecto por la relación constitucional con el Presidente Abbas y afirma que mantendrá sus relaciones con la Organización de Liberación de Palestina (OLP) sobre la base del respecto por sus mandatos constitucionales respectivos.

source: In compliance with Data Protection legislation, Noscira plc informs you that all personal data contained in this email will be included in a file owned by the company in order to be included in the company's selection procedures.
es: En cumplimiento de la LOPD, Noscira, S.A. le informa que sus datos personales aportados en el presente correo electrónico serán incorporados a un fichero de titularidad de esta empresa con la finalidad de incluirle en los procesos de selección de la compañía.

source: All the elements have been designed for a field use and using it in combination allows to evaluate the network response in front of PLC signals.
es: Todos los elementos han sido diseñados para un uso de campo y su utilización combinada permite evaluar la respuesta de la red frente a las señales PLC.

source: The control can be performed automatically with a PLC or some other process automation system or by using normal speed selection switches.
es: El control puede llevarse a cabo de forma automática con PLC o algún que otro sistema de automatización de procesos o por medio de interruptores de selección normal de la velocidad.

source: This has the benefit of enabling the status of the safety switch to be displayed directly by a connected PLC.
es: Esto tiene la ventaja de poder visualizar el estado de los interruptores de seguridad directamente desde un control conectado.

source: Uría Menéndez, leading firm in Spain according to PLC Which Lawyer?
es: "Uría Menéndez, líder en España según el directorio ""PLC Which Lawyer?"

source: HSBC Holdings plc, the parent company of the HSBC Group, is headquartered in London.
es: HSBC Holdings plc, la compañía matriz del Grupo HSBC, tiene su sede en Londres.

source: Chairman and Chief Executive, Airmalta PLC.
es: Presidente y ejecutivo jefe de Airmalta PLC.

source: The connections on the client are configured in the same way as those to a PLC.
es: La configuración de conexiones en el cliente se efectúa como en un PLC.

source: A pneumatic drive is used for the movement of the welder head and the regulation of the welder tempo is carried out through a PLC.
es: El accionamiento para el movimiento del cabezal soldador es neumático y la regulación del tempo de soldado se lleva a cabo mediante de un PLC.

source: For purposes of the coverage ratio, for all the periods, pro forma operating EBITDA represents operating income plus depreciation and amortization for the last twelve months, plus financial income.
es: Para fines del cálculo de cobertura de intereses, por todos los periodos, el flujo de operación pro forma representa la utilidad de operación más la depreciación y amortización de los últimos doce meses, más los productos financieros, todo calculado en pesos provenientes de los estados financieros.

source: Since the merger will be accounted for as a reorganization of entities under common control and the resulting historical carryover basis combined financial information has not yet been reflected in our historical financial statements which have been published, the pro forma unaudited combined condensed income statements are being presented for all periods for which our historical income statements are required (except for the nine month period ended September 30, 2003).
es: Dado que la fusión será considerada como una reestructuración de entidades bajo un control común y la información financiera combinada en base a los datos históricos acumulados aún no se ha reflejado en nuestros estados financieros históricos publicados, los estados de ingresos condensados combinados pro forma y no auditados se presentan para todos los períodos para los que se requieren nuestros estados de ingresos históricos (excepto para el período de nueve meses que termina el 30 de septiembre del 2003).

source: Pro forma net income expected to increase by 25% to 26%.
es: Se espera que el beneficio neto pro forma aumente un 25-26 por ciento.

source: All data on the balance sheet and income statements shown are pro forma.
es: El balance, la cuenta de resultados y el resto de información facilitada de OHL Concesiones tienen carácter pro forma.

source: Three-Year Projected Income Statement Pro-forma
es: Estado de Ingreso y Gasto de Tres Años
